[
  {
    "title": "Toowoomba HomeStay Support",
    "agency": "Issued by DoH - Housing and Homelessness Services - Procurement",
    "atmId": "HHSDoH2023009",
    "category": "Social Services",
    "location": "QLD",
    "publishedTime": "Thu, 13 Jul 2023 at 2:44PM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "The Department of Housing has issued this Invitation to Offer (ITO) with the objective of procuring a high-quality supplier to deliver value for money HomeStay Support Services to people in Toowoomba and Southern Downs Local Government Areas (LGAs). The HomeStay Support Initiative, under the Homelessness Program, delivers essential services in providing prevention and post crisis support to people who are housed, but are at risk of losing their housing and becoming homeless. HomeStay Support is a prevention and early intervention response funded as part of the Homelessness Program. HomeStay Support plays a critical role within the homelessness service system, does not duplicate existing support services and offers the department a flexible response to breaking the cycle of homelessness. Specialist Homelessness Services (SHS) employ a case management approach to working with clients to ensure their housing and other needs are met to support a sustainable housing outcome. This includes connecting clients with the appropriate support through mainstream and allied services, such as mental health and disability services as required.  For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\" in \"Section 3 - Here is the detail\".",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49679&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Expression of Interest - Transmission Line Construction Works 132kV or above",
    "agency": "Issued by Powerlink Queensland",
    "atmId": "PP230070",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Thu, 13 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "Submissions are invited by Powerlink Queensland (hereafter “Powerlink”) for an Expression of Interest (“EOI”) to undertake high voltage transmission line construction works of 132kV and above within Queensland, Australia.  In order to progress to the next Stage of the EOI, Respondents are expected to be able to have the capacity and capability to deliver all services associated with major transmission line construction. High Voltage Transmission Lines Construction Services are typically classified as follows: 132kV and above (up to 500kV); •      Steel Tower and/or, Steel Pole, single or double circuit construction; and/or •      Large scale concrete pole, single circuit construction; •      Requirement for the provision of transmission line design services including structure prototyping and testing; •      Requirement for procurement of structures including lattice steel towers and steel and concrete poles; •      Requirement for the provision of design services; Long length stringing runs and/or high number of stringing pulls using tension stringing methods; •      All transmission line construction activities including clearing and access works, foundation construction, structure assembly and erection and conductor stringing; and Overall Project and Contract Management of the integrated delivery of services.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49671&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Provision of Designer Contractor",
    "agency": "Issued by Department of Transport and Main Roads - South Coast Region",
    "atmId": "TMRSCR03723",
    "category": "Transport infrastructure and services",
    "location": "QLD",
    "publishedTime": "Thu, 27 Jul 2023 at 2:50PM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "The Department of Transport and Main Roads requires a Contractor Designer (mid to senior level) to operate in a multidisciplinary team environment and participate in the design and delivery of concept, planning and detail design projects as components of transport infrastructure projects and provide technical advice and support to the transport infrastructure functional areas in the Region. Any queries regarding this offer are to be in writing and emailed to projects.southcoast@tmr.qld.gov.au. All offers must be received electronically to QTenders by 10:00am Thursday 10/08/2023.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49787&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "CTWW004 - 23/24 - Lenthalls Dam - Consultancy Services - Independent Technical Review",
    "agency": "Issued by Fraser Coast Regional Council",
    "atmId": "CTWW0042324",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Fri, 30 Jun 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 11:00AM Brisbane, Queensland",
    "description": "Fraser Coast Regional Council is inviting offers from suitably qualified and experienced Tenderers for CTWW004 - 23/24 - Lenthalls Dam: Consultancy Services - Independent Technical Review. Council is looking for consultants to form a panel for technical advice on Lenthalls Dam, consultants may apply for one or more portions depending on their experience and capability. Council may award a portion to a single consultant or multiple portions to a single consultant. This project will work on an hourly schedule rate with no guarantee of hours, the panel will be expected to work as a team to achieve the desired outcomes. Council will endeavour to provide the consultant an estimated time frame of the project.   Please be advised that tender response forms are to be submitted as two files only and in the following format: - Non Price Response Form: PDF including all supporting documentation as one file. This PDF must not contain any price related criteria. - Price Response Form: Excel Failure to comply with this requirement may result in a non-conforming offer.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49567&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Request for Quote for Provision of a Quality Management System ISO 13485 Gap Analysis Review",
    "agency": "Issued by Queensland Health Metro North Hospital Health Service",
    "atmId": "MNHHS119166",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Mon, 17 Jul 2023 at 3:41PM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Metro North Hospital and Health Services (Metro North Health or MNH), through Hertson Biofabrication Institute (HBI), is considering accreditation to ISO13485 by 1st November 2024. As such, MNH is seeking offers from qualified and experienced suppliers to provide ISO 13485 implementation and compliance guidance on HBI and supporting clinical satellite manufacturing sites.  MNH’s objective is to obtain an assessment of the current level of compliance with a roadmap to achieve ISO13485 certification by 1st of November 2024 for HBI taking into consideration the specific manufacturing capabilities for the clinical programs, Cancer Care Services and CranioFacial Surgery. For detailed information on the specific services sought under this RFQ, please review the documentation.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49708&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Provision of Actuarial Services for WorkCover Queensland",
    "agency": "Issued by WorkCover Queensland",
    "atmId": "WCQ351",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Wed, 12 Jul 2023 at 1:52PM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "WorkCover Queensland (WorkCover) is a government owned statutory body, providing workers' compensation insurance in Queensland since 1997. A self-funded statutory authority, WorkCover strives to maintain the lowest possible average premium rate by continuously investing in efficient online customer services, experienced in-house claims management capability and sustainable premium and return to work outcomes for employers and injured workers.  WorkCover is a customer focused insurer aiming for insurance excellence. Despite being mandatory for all Queensland employers to hold a WorkCover accident insurance policy (unless employers hold a self-insurance licence), WorkCover is committed to providing a customer experience and value propositions that are equal to or better than commercial insurers. Suppliers are invited by the Customer to submit an offer for Invitation to Offer No. WCQ351 for the provision of Actuarial Services for a number of specific functions as set out in the Workers’ Compensation and Rehabilitation Act 2003 S461(2).  Actuarial Services are a centralised service with the main internal customer being the Strategy and Finance Group.  Detailed requirements are as specified in Part B – Contract Details document.   WorkCover expects the initial contract period to run for 3 years, with two (2) further 24 month extension options at WorkCover's discretion (up to 7 years). The scope of the potential Contract will cover the following requirements (see Part B – Contract Details – Schedule 1 Requirements for full details): Regular six monthly valuations; Setting and reviewing the scheme premium rate; and Other actuarial services as required.  Suppliers are required to address any enquiries to the contact officer nominated for this ITO as documented in Part A - Invitation to Offer.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49665&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Provision of Engineering Services",
    "agency": "Issued by Queensland Treasury",
    "atmId": "QT20233655",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Thu, 20 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Thu, 10 Aug 2023 at 5:00PM Brisbane, Queensland",
    "description": "The Queensland Government has announced the Low Emissions Investment Partnerships (LEIP), which aims to accelerate least-cost emissions reductions via partnerships and co-investment in established emissions reduction strategies. The focus is on reducing emissions from the State’s largest emitting facilities, with an initial focus on the metallurgical coal industry. The engineering services advisor will be a key member of the Low Emissions Investment Partnerships (LEIP) team, over the course of this multi-year program.  The primary roles of the engineering services advisor are to provide advice and support on the technical issues relating to emissions reduction projects proposed by LEIP proponents, and assessing proponents’ approaches to achieving their Safeguard Mechanism baseline requirements.  The scope of services surrounding the review of proponent projects is expected to include advising on their: Technical and commercial readiness Emissions reduction effectiveness Existing use in the field (Australia and internationally) Fit-for-purpose Facility-specific issues Scaling (including abilities to share costs and benefits through multi-facility participation / cooperation) Ability for diffusion across other projects or facilities in the state Capital and ongoing costs Integration with existing infrastructure and processes Replacement of existing technology Safety implications Regulatory requirements Potential alternatives. For detailed information on the specific services sought under this tender, please download the Request for Quote document",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49710&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "NARANGBA VALLEY SHS ? OLA SHED",
    "agency": "Issued by QBuild - South East Queensland",
    "atmId": "92031CON1",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Fri, 14 Jul 2023 at 4:12PM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "QBuild is seeking offers for the following tender for the Project: Trade Training Centre Extension & Automotive Shed Alteration - NARANGBA VALLEY SHS – OLA SHED QBuild Tender Reference Number: 92031CON1 NOTE: A mandatory site visit is scheduled for Thursday 20th of July 2023, between 9:30am – 10:30am - Refer AS2124 Notice to Tenderers The tender documents for this tender will be available from the QBuild eTender website from 13 July 2023 at eTender - Home (hpw.qld.gov.au) [Note: Put the “Agency” filter on “QBuild”, enter the ‘service type’ in the “Description” field and then click “Filter”] It is within these tender documents you will find a list of the locations for the services and the specifications required to perform these services. All submissions for this tender MUST be submitted via the QBuild eTender website (as listed above)",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49694&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Configuration Management Database/Info Asset Solution",
    "agency": "Issued by Children's Health Queensland Hospital and Health Service",
    "atmId": "CHQ1812023",
    "category": "Information and communication technology",
    "location": "QLD",
    "publishedTime": "Wed, 26 Jul 2023 at 8:36AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Expressions of interest are sought by the Customer in relation to the supply and implementation of an Information Asset/Configuration Management Database solution aka ‘CMDB/Info Asset Solution’. The Customer has issued this EOI with the objectives of : A solution that identifies all information assets across the organisation, identifies the custodianship of each of the assets. A solution that is secure, authoritative, up to date and accurate. A solution that can dynamically discover all assets on the CHQ network, input manual data, accurately record technical details about them such as installed apps and OS/versions, monitoring our external infrastructure. A solution that has the ability to share information to the wider community informing them of what information CHQ has in its possession. For detailed information sought under this EOI please review the EOI requirements.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49769&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Sand Pumping Jetty Annual Maintenance Painting Inspection",
    "agency": "Issued by Gold Coast Waterways Authority",
    "atmId": "GCWA2070003",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Tue, 18 Jul 2023 at 11:59AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Queensland Government is seeking Proposals for a suitably qualified consultant to inspect and report on painting of the Gold Coast Sand Pumping Jetty Depending on requirements these goods / services specifically include: Undertake technical inspection services for the Sand Bypass Jetty painting campaign for a contracted period of two (2) years and (3) months with Principal having two (2) options to extend the term by two (2) years and (3) months each For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\"",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49715&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Cleaning Services Mornington Island and Doomadgee State Schools",
    "agency": "Issued by Department Of Education, Training and Employment",
    "atmId": "QED119975",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Thu, 20 Jul 2023 at 9:52AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Queensland Government is seeking Quotes for Cleaning Services for Mornington Island and Doomadgee State Schools. The Department of Education (DoE) requires the urgent commencement of cleaning services for Mornington Island State School and Doomadgee State School.. For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\" in \"Section 3 - Here is the detail\".",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49733&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "SOA_RTMKY01-23 Supply and/or Supply and Delivery of Quarry Products",
    "agency": "Issued by Department of Transport and Main Roads - RoadTek",
    "atmId": "SOARTMKY0123",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Tue, 18 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Principal, RoadTek Mackay, wishes to establish a Standing Offer Arrangement for the Supply and/or Supply and Delivery of Quarry Products for construction and maintenance projects within the Mackay/Whitsunday/Isaac region.  It is intended that the successful Offerors will be placed on a Panel of Suppliers able to provide the above-named services to RoadTek. For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\" in \"Section 3 - Here is the detail\". Please note: The closing date for this tender is Friday, 11 August 2023. For more information, please contact Shakiea Smith on (07) 4795 6613.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49713&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Interactive Voice Response Solution",
    "agency": "Issued by Department of Transport and Main Roads - Information Technology Branch",
    "atmId": "TMRICT22086",
    "category": "Information and communication technology",
    "location": "QLD",
    "publishedTime": "Fri, 7 Jul 2023 at 10:25AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Suppliers are invited by the State of Queensland (acting through the Department of Transport and Main Roads) to submit an offer for Invitation to Offer No. TMRICT22086 for Interactive Voice Response (IVR) Solution as specified in PART B - Contract Documents (specifically Schedule TMR1 – Requirements and references therein). TMR requires a new IVR solution that can fullfil customer enquiries in channels like digital where the customer would be able to self serve without the need to enter the voice channel. It is expected that the IVR Solution will be able to scale to meet peak demands and provide improved quality and accuracy of utterance support. The Contract will cover the following requirements (see PART B - Contract Documents – Schedule 1 Requirements for full details) In scope of the IVR Solution is: Software/Software as a Service; Support and maintenance of the solution; Systems Integration to integrate: with TMR's telecommunication systems; and the Traveller information Systems; and ICT Professional Services including training, establishment of the business content, change management services. The following is out-of-scope for this Contract: Payment Gateways; or Supporting channels such as the QLDTraffic App or online services; Telecommunications services; and Changes to or support of the current solution.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49633&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Coombabah State School - Block D Prep Refurbishment",
    "agency": "Issued by Department Of Education, Training and Employment",
    "atmId": "DoE34702331",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Thu, 27 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 3:00PM Brisbane, Queensland",
    "description": "The Department of Education (DoE) is calling for tender submissions for the the design and construction contract (medium works) for the refurbishment of the existing Prep Block (D) at Coombabah State School, located at 164-172 Oxley Drive Paradise Point 4216, as part of the School Infrastructure Enhancement  (SIE) program. Coombabah State School is a co-educational state school with approximately 700 students in years Prep – 6. The existing Prep Block (D) is a single storey structure which can be accessed via the drop-off pick-up point north of the school grounds. All asbestos removal and demoltition works must be programmed for completion during the September school break. Works are to be completed by 24th November 2023. Tender submissions will be accepted from contractors that meet the following requirements: Appropriate QBCC Builders licences to undertake the entire scope of works Professional Indemnity Insurance to the value of $ 1M   QBCC Licensing and Professional Indemnity Insurance  It is anticipated that a minimum of a QBCC (Low Rise) builders’ licence will be required for this project. Contractors are required to hold Professional Indemnity Insurance in accordance with the contract. Please contact Clare Gorman – Project Manager on clare@honeywill.com.au with your company details and tender documentation will be emailed to contractors.  Details of the site inspection will be advised in the email and letters to tenderers. Submissions close on Friday, 11 August 2023 at 3:00pm",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49771&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Caboolture West NDP1 Sewer Pump Station and Rising Main Construction",
    "agency": "Issued by Unitywater",
    "atmId": "UW001312",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Mon, 10 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Fri, 11 Aug 2023 at 5:00PM Brisbane, Queensland",
    "description": "Unitywater invites Offers for the construction of water and sewerage infrastructure to service Neighbourhood Development Plan No. 1 (NDP1) of Caboolture West.  Works on the greenfield site will include: All services, goods supply and Works associated with the construction and commissioning of the SPS and SRM; and Design and installation/construction of the SPS switchboard and control system, odour control facility, magnesium hydroxide dosing facility and HV substation.  To participate, you must be able to meet the following mandatory criteria: 5 years demonstrated experience successfully delivering and commissioning SPS and SRM projects that have included the following aspects: Large sewage pump stations i.e. well diameter >3m diameter and >9m deep; Large sewage rising mains i.e. >300mm internal diameter PE100 pipe through existing developed areas; HDD construction of >300mm ID PE100 pipe; SPS and network odour control facilities; Work to an Environmental Management Plan in environmentally sensitive areas; and Work to a Cultural Heritage Management Plan, Safety, Quality and Environmental ISO accreditation (or equivalent) Contractors can access the tender package and submit a bid through our sourcing platform Scout by WorkDay using this link: https://go.scoutrfp.com/rfps/public/513564",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49626&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Security Management System and CCTV Upgrades",
    "agency": "Issued by Central Queensland University",
    "atmId": "CQURFQ2325DFM",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Wed, 19 Jul 2023 at 2:44PM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 9:00AM Brisbane, Queensland",
    "description": "09 August, 2023 - Addendum 05 Please see attached updated document \"CQUIRQ-23-25-DFM - Addendum 05.pdf\", along with updated link (please click HERE) which now includes all new files for download. 04 August, 2023 - Addendum 04 Please see attached updated document \"CQUIRQ-23-25-DFM - Addendum 04.pdf\", along with updated link (please click HERE) which now includes all new files for download. 02 August, 2023 - Addendum 03 Please see attached updated document \"CQUIRQ-23-25-DFM - Addendum 03.pdf\", along with updated link (please click HERE) which now includes all new files for download. Addendum 03 includes Q&A and additional site vistits as follows: Melbourne Campus Friday, 4 August 2023 at 10.30 am Please rsvp via email to dfmcentral@cqu.edu.au by 4 pm Thursday, 3 August Sydney Campus Friday, 4 August 2023 at 10 am Please rsvp via email to dfmcentral@cqu.edu.au by 4 pm Thursday, 3 August 01 August, 2023 - Addendum 02 Please see attached updated document \"CQUIRQ-23-25-DFM - Addendum 02.pdf\", along with updated link (please click HERE) which now includes all new files for download. 01 August, 2023 - Addendum 01 Please see attached updated document \"CQUIRQ-23-25-DFM - Addendum 01.pdf\", along with updated link (please click HERE) which now includes all new files for download. CQUniversity is inviting submissions from suitably qualified, registered and experienced tenderers for various upgrades to our Security Management System, CCTV and door locking systems. For detailed information on the specific services sought under this tender, please review the “Procurement Invitation Form” in \"Schedule 1 – Scope of Requirements and Specifications\" page 5 of 7. Full list of documents can be found HERE A mandatory site Meeting will be held via Teams video link at Thursday, 27 July 2023 – 10 am. Bookings are to be made via dfmcentral@cqu.edu.au by 4 pm Wednesday, 26 July 2023.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49726&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "109936-5 Infections and Infestations Therapeutic Group",
    "agency": "Issued by Queensland Health Pharmaceuticals Category",
    "atmId": "1099365",
    "category": "Medical",
    "location": "QLD",
    "publishedTime": "Mon, 3 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The State of Queensland acting through Queensland Health is seeking Offers for Infections and Infestations Therapeutic Group (109936-5) and any relevant subclasses. Any suppliers that are successful in this Invitation to Offer will be required to commit to the new PHA109936 terms and conditions.  Documents are as follows; Part A - Invitation to Offer (supplier to read and retain) Part B - Pharmaceutical Header Standing Offer Arrangement Details (supplier to read and retain) Part C - Response Schedule (supplier to complete and return) Schedule 10 - Product List (supplier to complete and return) Proposed special conditions to PHA (suppliers that have not already provided a response to the PHA to complete and return if applicable) Insurance Requirements Checklist (supplier to read and ensure requirements are met) All offerors will be assessed against the same criteria.  All clarification questions must be directed to Queensland Health via the 'Ask a Question' function in QTenders and NOT via email For detailed information on the specific goods / services sought under this offer, please review the \"Schedule 2 - Specification and Requirements\" in \"Part B - Contract Details\" and \"Schedule 10 - Product List\" Please note Addendum 1 - Amended Schedule 10 - Product List V2 is the most recent version (was a presentation missing), Schedule 10 - Product List V2 should be the version submitted on this tender Please note Addendum 2 - Tender Closing date has been extended by 2 weeks now closing Monday 14th August at 2pm, revised Part A and Part C have been attached however do not need to be submitted on this version to be conforming as it is only the dates that have changed",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49603&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "DES1231422 Planned Burn Guidelines: Wet Tropics",
    "agency": "Issued by Department of Environment and Science",
    "atmId": "DES1231422",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Fri, 28 Jul 2023 at 4:07PM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Queensland Government is seeking Proposals for DES1231422 Planned Burn Guidelines: Wet Tropics The Queensland Parks and Wildlife Service (QPWS) requires a professional contractor (or consortium) to update the Planned Burn Guideline for the Wet Tropics Bioregion in a manner that is consistent the scope of works outlined in the Project Brief  Key personnel within the project team that have demonstrated experience in works of equivalent nature to the works outlined in the Project Brief. The applicant shall provide, as part of their tender submission: Resumes for key personnel that will deliver the work outlined in the Project Brief. Statement of availability, outlining any known dates where key personal are unavailable. An outline of the experience/knowledge key personnel have in the areas of: Contemporary fire ecology Climate science as it relates to operational fire management and fire ecology. Landscape fire management Awareness of healthy country principles, as delivered by fire. QPWS&P’s Planned Burn Guidelines. QPWS&P’s fire management business. For detailed information on the specific goods / services sought under this tender, please review the Request for Quote, and the Project Brief.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49804&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Mudgeeraba Creek State School - Outside School Hours Care - OSHC",
    "agency": "Issued by Department Of Education, Training and Employment",
    "atmId": "QED119320",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Wed, 12 Jul 2023 at 2:00PM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Information about the opportunity This Invitation to Offer (ITO) will allow Suppliers to offer for OSHC services detailed in this ITO. Offers are invited under the Pre-qualified Panel DET 101234 to respond to ITO QED119320. Indicative timetable (subject to change) Site Visit at 10.30 am on Wednesday 19 July 2023. Offers must be lodged by 2:00 pm Australian Eastern Standard Time (Brisbane) on Monday 14 August 2023 Questions about this Tender Please direct all questions about this tender to procurement.oshc@qed.qld.gov.au",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49666&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "QRCUF Principal Representative Contract",
    "agency": "Issued by Queensland Treasury",
    "atmId": "QT20233608",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Fri, 28 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Queensland Government has committed $75 million to develop the Queensland Resources Common User Facility (QRCUF) as a state-owned demonstration scale mineral processing facility, capable of trialling processing methods and technologies for critical minerals and rare earth elements. The State is in the process of procuring a Managing Contractor to deliver the QRCUF. Queensland Treasury is seeking to engage a suitably qualified and experienced person (the Principal’s Representative) to act as the representative of the State under the Managing Contractor contracts and provide general project management support and construction verification services to the State to ensure the QRCUF is delivered fit for its intended purpose, on time and on budget.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49499&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Lake Awoonga Recreational Area Upgrade Works (Stage 3)",
    "agency": "Issued by Gladstone Area Water Board",
    "atmId": "RF002382",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Tue, 27 Jun 2023 at 2:07PM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Gladstone Area Water Board is seeking Offers for Lake Awoonga Recreational Area Upgrade Works (Stage 3). For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\" in \"Section 3 - Here is the detail\".",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49560&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "RTCQ 04/23 For the provision of Ready Mixed Concrete & Cementitious Products",
    "agency": "Issued by Department of Transport and Main Roads - RoadTek",
    "atmId": "RTCQ0423",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Mon, 17 Jul 2023 at 2:29PM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "RoadTek wishes to engage skilled contractors to supply Ready Mixed Concrete & Cementitious Products within the Central Queensland region for the period 2023 – 2025. This contract will be set up to ensure the supply of reliable resources with regards to quantities and compliance with Transport and Main Roads Specifications and technical Standards Projects will be at various locations within the RoadTek Central Queensland region requiring Provision of Ready Mixed Concrete & Cementitious Products. Engagement / supply will be on an intermittent basis to suit RoadTek’s civil works program and there will be no guarantee given on quantities of materials.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49705&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Provision of land restoration activities for the National Red Witchweed Eradication Program",
    "agency": "Issued by Department of Agriculture and Fisheries",
    "atmId": "DAF24010",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Tue, 1 Aug 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 5:00PM Brisbane, Queensland",
    "description": "The Queensland Government through the Department of Agriculture and Fisheries is seeking Proposals for the provision of land restoration activities for the National Red Witchweed Eradication Program. The Program is seeking accredited and licensed local suppliers who have the relevant capability, experience and capacity to supply the goods and services detailed in the scope to successfully deliver land restoration activities within estimated timelines. Suppliers can nominate to undertake all or only a proportion of the proposed activities, dependent on their capability and capacity. The scope of the potential future Contract will cover the following requirements: Heavy earthworks and drainage (wet hire machinery and operator) Supply and delivery of materials Soil preparation and seeding – general agricultural practices Decontamination of machinery, vehicles and equipment. For detailed information on the specific goods / services sought under this tender, please review the \"Contract Details Form\" in \"Section 1\"",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49836&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Battery Component Supply Chain",
    "agency": "Issued by Department of Regional Development, Manufacturing and Water",
    "atmId": "RDMW0193A",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Tue, 18 Jul 2023 at 9:44AM Brisbane, Queensland",
    "closingDate": "Mon, 14 Aug 2023 at 5:00PM Brisbane, Queensland",
    "description": "The Queensland Government is seeking Proposals for Battery Component Supply Chain for Tender documents RDMW0193A Parts A, B and C. Depending on requirements these goods / services specifically include the provision of suitably qualified contractors to undertake an expanded analysis of battery manufacturing to identify the components of batteries and the current supply chain for battery manufacturing in Queensland and where necessary across Australia as specified in Part B – Contract Details document. For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\" in \"Section 3 - Here is the detail\".",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49712&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Panel of Preferred Suppliers for the Provision of Trades, Specialist, Electrical ICT and General Services",
    "agency": "Issued by Mackay Regional Council",
    "atmId": "2023073",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Fri, 21 Jul 2023 at 10:16AM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "Mackay Regional Council is seeking a Panel of Preferred Services Providers in the areas of labour, materials, parts, equipment and supervision to carry out work on Council facilities on an as required basis. The Panel of Preferred Suppliers will include: Trade, Specialist, Electrical, Information and Communication Technology (ICT), and General Service Providers.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49744&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Forbes Road Causeway Replacement",
    "agency": "Issued by Mackay Regional Council",
    "atmId": "MRC2024003",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Fri, 7 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "Mackay Regional Council is requesting suitably qualified contractors to replace the existing causeway and fishway at the O’Connell River on Forbes Road, Bloomsbury within the Mackay Regional Council area. Works include installation of a new, higher-level causeway, realignment and bitumen sealing of the approaches, including installation of a new fishway and the removal of the old causeway and fishway.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49639&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "MECC HVAC Chiller Replacement",
    "agency": "Issued by Mackay Regional Council",
    "atmId": "MRC2024010",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Fri, 21 Jul 2023 at 2:27PM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "Council is seeking submissions from suitably qualified and experienced contractors for the renewal of the existing HVAC chiller mechanical system and associated works at the Mackay Entertainment and Convention Centre, located at 258 Alfred Street, Mackay.  The scope of Services covers the provision of all works, services, and materials associated with the renewals of two (2) HVAC chiller units. Installation, and commissioning to be staged to ensure air conditioning system remains operational throughout the delivery of the project.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49752&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Slashing Services - Portion C - Roadside Slashing - South",
    "agency": "Issued by Sunshine Coast Council",
    "atmId": "ITT2074R2",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Sat, 22 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 12:00PM Brisbane, Queensland",
    "description": "Tenders are invited for slashing services required along the rural roadside network across the South zone of the Sunshine Coast Council region. Respondents are advised that the contract Slashing Services (Contract Number ITT2074) was originally released via a Public Tender in July 2021 for 16 Separable Portions. This Tender is being undertaken Portion C only as detailed below. The remaining Separable Portions are currently under Contract.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49742&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Resource Recovery Centre Operations",
    "agency": "Issued by Sunshine Coast Council",
    "atmId": "ITT2175",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Sat, 15 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 12:00PM Brisbane, Queensland",
    "description": "Tenders are invited to operate and manage Council’s Resource Recovery Centre (RRC) services. This contract will consist of two separable portions: Separable Portion A – Resource Recovery Centres Buderim and Caloundra Separable Portion B – Resource Recovery Centres Beerwah, Witta, Mapleton, Kenilworth and Yandina Council’s objectives include to provide cost effective resource recovery operations and efficient disposal of waste, based on the waste management hierarchy and aim to minimise the amount of waste going to landfill.  The effective and successful operation of the RRCs is important in the provision of waste management services to the community.    The services to be provided at the RRCs include, but are not limited to: receive customers and assist in sorting and unloading waste segregate and prepare the residual waste for transport to landfill disposal manage bulk waste and resource stockpiles where applicable and load products   manage the site including for safety and environmental objectives manage the retail shop (recycling markets).",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49687&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "QRA Unsealed Roads Storm Damage Reconstruction Works",
    "agency": "Issued by Sunshine Coast Council",
    "atmId": "ITT2292",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Sat, 15 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 12:00PM Brisbane, Queensland",
    "description": "Tenders are invited for the provision of restoration works to approximately 424 unsealed roads throughout the Sunshine Coast Council (SCC) Region under the Queensland Reconstruction Authority (QRA). The QRA administers funding relief measures to local governments as part of the Australian Government’s Disaster Recovery Funding Arrangements (DRFA), from joint federal and state government funds, and the State Disaster Recovery Funding Arrangements (SDRA). SCC has been activated under a single declared event requiring restoration works to be carried out under the DRFA Program.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49688&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "OIC Case Management Replacement",
    "agency": "Issued by Office of the Information Commissioner",
    "atmId": "OIC202307",
    "category": "Information and communication technology",
    "location": "QLD",
    "publishedTime": "Thu, 13 Jul 2023 at 3:43PM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 12:00PM Brisbane, Queensland",
    "description": "The Office of the Information Commissioner (OIC) is an independent statutory body established under the Right to Information Act 2009 (RTI Act) and the Information Privacy Act 2009 (IP Act). Our statutory functions under the RTI Act and the Information Privacy Act 2009 (Qld) (IP Act) support Queensland government agencies, including departments, statutory authorities, local governments, public universities and hospital and health services, to be more open, accountable and transparent. OIC is seeking tenders for the replacement of its Case Management application which currently comprise: Matter Management application (Contact) as its Case Management System (CMS), and Other records recorded in Excel spreadsheets For detailed information on the specific goods / services sought under this tender, please review the \"Specification Documents\" in \"Section 3 - Here is the detail\".",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49682&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "CN-21311 - Flood damage restoration works to 28A Gore Highway (Toowoomba-Millmerran) Ch 0-62.92km, 28B Gore Highway (Millmerran-Goondiwindi) Ch 0-49.92km, 323 Oakey Pittsworth Road Ch 0-37.88km",
    "agency": "Issued by Department of Transport and Main Roads - Darling Downs",
    "atmId": "CN21311",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Tue, 18 Jul 2023 at 1:59PM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Department of Transport and Main Roads (TMR or the “Principal”) invites prequalified Tenderers under F10 category to submit a Tender for CN -21311 for the construction of flood damage restoration works to 28A Gore Highway (Toowoomba-Millmerran) Ch 0-62.92km, 28B Gore Highway (Millmerran-Goondiwindi) Ch 0-49.92km, 323 Oakey Pittsworth Road Ch 0-37.88km To obtain documents, eligible prequalified contractors must email: dd_pc@tmr.qld.gov.au to apply for access, the relevant company ABN must be included in this email. Once approved, documentation will be made available at the BAS website: https://www.hpw.qld.gov.au/bas/etender/. Submissions are to be lodged electronically via the tender site https://www.hpw.qld.gov.au/bas/etender by 2:00pm on Tuesday 15th August 2023",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49716&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "CN21435 Asphalt Contract ? Asphalt pavement repairs and surfacing on 18C Warrego Highway (Dalby to Macalister) Ch 5.27km - Ch 23.85km",
    "agency": "Issued by Department of Transport and Main Roads - Darling Downs",
    "atmId": "CN21435",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Tue, 18 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "The Department of Transport and Main Roads (TMR or the “Principal”) invites prequalified Tenderers under A4 category to submit a Tender for asphalt pavement repairs and surfacing on 18C Warrego Highway (Dalby to Macalister) Ch 5.27km - Ch 23.85km. There will not be a mandatory pre-lodgement conference for this Contract. A successful Applicant must be accredited and maintain accreditation for the duration of the project under the Australian Government Building and Construction WHS Accreditation Scheme. Compliance with the Code for Tendering and Performance of Building Work 2016 is a mandatory requirement. To obtain documents, eligible prequalified contractors must email: dd_pc@tmr.qld.gov.au to apply for access. Once approved, documentation will be made available at the BAS website: https://www.hpw.qld.gov.au/bas/etender/. Submissions are to be lodged electronically via the tender site https://www.hpw.qld.gov.au/bas/etender by 2:00pm on Tuesday 15th August 2023.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49711&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "New State School at Redland Bay - Outside School Hours Care - OSHC",
    "agency": "Issued by Department Of Education, Training and Employment",
    "atmId": "QED119637",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Fri, 14 Jul 2023 at 3:28PM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Information about the opportunity This Invitation to Offer (ITO) will allow Suppliers to offer for OSHC services detailed in this ITO. Offers are invited under the Pre-qualified Panel DET 101234 to respond to ITO QED119637 Indicative timetable (subject to change) Site Visit at 1.00 PM on Friday 21 July 2023. Offers must be lodged by 2:00 pm Australian Eastern Standard Time (Brisbane) on Tuesday 15 August 2023. Questions about this Tender Please direct all questions about this tender to procurement.oshc@qed.qld.gov.au",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49691&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Berrinba East State School - Block B Refurbishment & Blocks B & C Roof Replacements (with design responsibility)",
    "agency": "Issued by Department Of Education, Training and Employment",
    "atmId": "DoE34702325",
    "category": "Building construction and maintenance",
    "location": "QLD",
    "publishedTime": "Fri, 28 Jul 2023 at 12:27PM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 3:00PM Brisbane, Queensland",
    "description": "The Department of Education (DoE) is calling for tender submissions for the refurbishment of Block B, Roof Replacement of Block B and Roof Replacement of Block C at  Berrinba East State School, located at 165 Bardon Road, Berrinba, QLD, 4117, as part of the School Infrastructure Enhancement (SIE) program and Targeted Maintenance Program (TMP). The scope comprises an internal refurbishment of B Block including new flooring, painting, electrical, joinery and minor external works. Block B and Block C require replacement of the existing roofs, including a new roof system, downpipes, galvanised shrouds and stormwater pits. The works are staged and must follow the below schedule: Block C roof replacement completed by 29th September 2023 Block B refurbishment & roof completed by 24th November 2023 Tender submissions will be accepted from contractors that meet the following requirements: Appropriate QBCC Builders licences to undertake the entire scope of works Professional Indemnity Insurance to the value of $ 1,000,000.00   Please contact Shay Lister – Project Manager on shay@honeywill.com.au with your company details and tender documentation will be emailed to contractors.  Details of the site inspection will be advised in the email and letters to tenderers.       Submissions close on 15 / 08 / 2023 at 3:00pm",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49797&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Provision of Performance Health Practitioner Services (Medical)",
    "agency": "Issued by Department of Tourism, Innovation and Sport",
    "atmId": "22DTIS054MED11",
    "category": "Medical",
    "location": "QLD",
    "publishedTime": "Tue, 1 Aug 2023 at 5:04PM Brisbane, Queensland",
    "closingDate": "Tue, 15 Aug 2023 at 5:00PM Brisbane, Queensland",
    "description": "Queensland Academy of Sport (QAS is the state’s leading high-performance sport environment and supports over 600 athletes ranging from talented juniors through to Olympic, Paralympic and World Championship medallists. QAS currently provide performance support services (including health) to athletes within 20 High Performance Sport programs. QAS is looking for ONE OR TWO Sports Physician Registrars, Sports Physicians or General Practitioners with a special interest in Sports Medicine to provide performance medical support to sports programs listed below: Diving (19 athletes) Beach Volleyball (12 athletes) Contracts may be awarded to two practitioners (one for each sport) OR maybe combined and awarded to one practitioner, at the discretion of QAS.  Practitioners must have previous experience working in an Elite Sports Environment / High Performance Systems to be considered for this opportunity. Successful practitioner/s will be responsible for the support of athletes and liaison with coaches within the daily training environment to deliver a proactive model of care to optimise athlete health and performance. The primary location to perform Services will be the practitioner’s private practice (must be based in Brisbane). The practitioner may also be required to provide services at other locations (primarily in Brisbane), dependant on the requirements and training venue of the sport program(s). The initial contract term is from September 2023 to 28 February 2024, with an option to extend for a further 12 months till 28 February 2025 at the discretion of QAS. Note: Contract/s will be awarded to individual practitioners (registered as an organisation or sole traders) only. Sub-contracting arrangements through a company will not be considered. For detailed information on the specific services sought under this tender, please review the ITO Part B - Contract Details. Supliers are required to provdie the folloiwng for your appplication: Completed and signed Part C – ITO Response Schedule A current resume Copies of required insurance, qualifications, and registration etc",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49838&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "Minor Infrastructure Contract - Site 43 Exit 79 and Highfield Drive Lighting Upgrade",
    "agency": "Issued by Department of Transport and Main Roads - South Coast Region",
    "atmId": "CN21421",
    "category": "Transport infrastructure and services",
    "location": "QLD",
    "publishedTime": "Thu, 20 Jul 2023 at 4:09PM Brisbane, Queensland",
    "closingDate": "Thu, 17 Aug 2023 at 10:00AM Brisbane, Queensland",
    "description": "Contractors are invited to tender for the Lighting upgrade at Site 43 Exit 79 and Highfield Drive and Breakwater Road. Please note that the Queensland Government Code of Practice for the Building and Construction Industry and the Queensland Procurement Policy (QPP) 2023 which includes the Ethical Supplier Threshold and Ethical Supplier Mandate applies to this project For access to Tender documentation please go directly to the QBuild (eTender) website (https://etender.hpw.qld.gov.au/public/Login.aspx) If you require assistance accessing the documents, please contact Kathy Goninan at projects.southcoast@tmr.qld.gov.au in the South Coast Regional office. Any queries regarding this offer are to be in writing and emailed to projects.southcoast@tmr.qld.gov.au. All offers must be received electronically to QBuild (eTender) by 10:00am Thursday 17 August 2023.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49741&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "CQWW231 - 22/23 - Water Treatment Plan Residual Strategy",
    "agency": "Issued by Fraser Coast Regional Council",
    "atmId": "CQWW2312223",
    "category": "General goods and services",
    "location": "QLD",
    "publishedTime": "Thu, 27 Jul 2023 at 11:50AM Brisbane, Queensland",
    "closingDate": "Thu, 17 Aug 2023 at 11:00AM Brisbane, Queensland",
    "description": "Fraser Coast Regional Council (FCRC) is seeking quotation through QTenders for the procurement of consultancy services to develop a strategy that provides recommendations for the management of water treatment residuals (WTR) produced at FCRC water treatment plants (WTPs) - the Fraser Coast Water Treatment Residuals Management Strategy (strategy).   Please be advised that quotation response forms are to be submitted as two files only and in the following format: - Non Price Quotation Response Form: PDF including all supporting documentation as one file. This PDF must not contain any price related criteria. - Price Response Quotation Form: Excel Failure to comply with this requirement may result in a non-conforming offer.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49783&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  },
  {
    "title": "NORTH QUEENSLAND REGION, NORTHERN DISTRICT -Upgrade Pedestrian Facilities various Townsville intersections",
    "agency": "Issued by Department of Transport and Main Roads - Townsville District",
    "atmId": "CN20406",
    "category": "Transport infrastructure and services",
    "location": "QLD",
    "publishedTime": "Thu, 27 Jul 2023 at 12:00AM Brisbane, Queensland",
    "closingDate": "Thu, 17 Aug 2023 at 2:00PM Brisbane, Queensland",
    "description": "Suitably prequalified suppliers to level R2 (Major), F5 and A1 are invited to tender for works to Upgrade Pedestrian Facilities at various Townsville intersections (specified in the invitation documents). Invitation documents are to be accessed using the following \"Own Cloud\" Link https://owncloud.tmr.qld.gov.au/index.php/s/7jsTcxWgIWAY5Os  Password:    CN-20406 This is a private tender opening. Where a prequalification level is stated, the Principal is not obliged to consider or accept a tender unless the tenderer is appropriately registered under the Department of Transport and Main Roads Prequalification System for the levels outlined in the tender.  This includes the registration and approval of Joint Venture applications.",
    "link": "https://qtenders.epw.qld.gov.au/qtenders/tender/display/tender-details.do?CSRFNONCE=0694C8D7DDF106DFC60EBDA95B0C129D&id=49778&action=display-tender-details&returnUrl=%2Ftender%2Fsearch%2Ftender-search.do%3Faction%3Dadvanced-tender-search-open-tender%26amp%3BorderBy%3DcloseDate%26amp%3BCSRFNONCE%3D49F003A9DDC190F17DD339DBF0150A39z"
  }
]