[
  {
    "link": "https://www.tenders.gov.au/Atm/Show/ca0ba3cd-aff7-414f-a2c4-d437733367c4",
    "title": "Independent Analysis Team Industry Briefing",
    "atmId": "IAT001",
    "agency": "Department of Defence - DSRG",
    "category": "Military services and national defence",
    "closeDateTime": "9-Jul-2023",
    "publishDateTime": "25-May-2023",
    "location": [
      "ACT",
      "Canberra"
    ],
    "descriptionOne": "refer attached",
    "descriptionTwo": "Not applicable"
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/c0b2de67-a768-420a-ac9c-bee8b18f7698",
    "title": "Social Protection Advice, Research and Capability building (SPARC) platform",
    "atmId": "DFAT- 382",
    "agency": "Department of Foreign Affairs and Trade - Australian Aid Program",
    "category": "Management advisory services",
    "closeDateTime": "10-Jul-2023",
    "publishDateTime": "6-Jun-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS, Other, Overseas",
      "Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart"
    ],
    "descriptionOne": "",
    "descriptionTwo": "Social Protection (SP) is an important element of Australia’s development cooperation. Strengthening the reach and quality of social protection programs and systems is an investment in poverty reduction, inclusive economic growth, human capital development, state capacity and social cohesion, and resilience against future shocks. Australia’s investment in social protection also enables policy engagement with partner Governments, including cross-regional learning."
  },
  {
    "link": "https://www.tenders.gov.au/Advert/Show/ac791e24-20db-4a05-a636-b92a9fb7f026",
    "title": "Increasing wheat nitrogen use efficiency through improved genetics",
    "atmId": "PROC-9176851",
    "agency": "Grains Research and Development Corporation",
    "category": "Crop production and management and protection",
    "closeDateTime": "10-Jul-2023",
    "publishDateTime": "8-May-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS",
      "Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart"
    ],
    "descriptionOne": "Nitrogen is a key agronomic input required to maximise cereal yields and grain protein. However, the crop use of this nitrogen is very inefficient with less than 40% of applied nitrogen taken up by cereal crops and about 33% of nitrogen ending up in the grain. In addition, fertilisers have been estimated to be responsible for 37.6% of Scope 1 and Scope 3 greenhouse emissions in the Australian grains farming system. Nitrogen Use Efficiency (NUE) describes the efficiency at which crops take up nitrogen from the environment and uses that nitrogen to maximise yield and grain protein. Increasing NUE of wheat will contribute to Australian grain grower profitability and could also contribute to improving the stainability of wheat production in Australia.\nThis tender is for a R&D partnership between commercial wheat breeders and academic researchers to undertake a medium-sized applied pre-breeding project to improve the nitrogen use efficiency of wheat across the diversity of Australian wheat growing environments. It is expected that the project will focus on identifying and validating the underlying genetics of loci that result in not only a significant increase in grain protein and nitrogen use efficiency, but also have a positive impact on yield. The project will deliver the tools and materials required by breeders to adopt large effect genetic sources for NUE across multiple Australian environments into their breeding programs. International collaboration with public and private entities, and leverage of existing germplasm and data sources is highly encouraged. Consideration of time-bound exclusivity in the use of outputs by participating wheat breeding companies will be dependent on the proposed contribution to the project of the breeding company including their levels of cash co-investment.\nAnalytics is available as an in-kind GRDC contribution to this investment through GRDC’s strategic partnership Analytics for the Australian Grains Industry (AAGI). Support could include advice on experimental and sampling design, statistical genetics, and analysis of field trials. To access AAGI support, applicants must consult AAGI and describe the agreed scope of support in their tender. Please make enquiries to Curtin University (attention Prof. Mark Gibberd) at cbada@curtin.edu.au. Please note, applicants that decline AAGI support must describe a plan for analytics in their tender. Applicants must demonstrate they have the analytics capabilities required to deliver the Outputs and describe the rationale for not engaging AAGI support.\nOutcome\nFrom 2026, Australian wheat breeders have access to germplasm, specific markers and knowledge of genes that will allow them to increase Nitrogen Use Efficiency (NUE) of wheat by a minimum of 10% against current elite cultivar benchmarks.\nGrower Outcome: From 2036, growers have access to improved wheat varieties with improved Nitrogen Use Efficiency, resulting in higher yields and higher grain protein content with the same or less nitrogen inputs.",
    "descriptionTwo": "FOR FULL RFT DETAILS INCLUDING EVALUATION CRITERIA PLEASE REFER TO GRDC WEBSITE:"
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/35aba931-5eb7-4cde-b706-66aa4e3791dc",
    "title": "To establish a Contract for the Evaluation of the Kakadu National Park Management Plan (2016-2026)",
    "atmId": "DNP-KNP-2223-094-A",
    "agency": "Director of National Parks",
    "category": "Management advisory services",
    "closeDateTime": "10-Jul-2023",
    "publishDateTime": "7-Jun-2023",
    "location": [
      "NT"
    ],
    "descriptionOne": "This Approach to Market (ATM) is for the provision of: An independent evaluation of the Kakadu National Park Management Plan (2016-2026). The Kakadu National Park Management Plan (2016-2026) requires an evaluation of the management plan be undertaken in the plan's eighth year to inform the development of the next plan (refer Section 9.10.11). The evaluation should affirm successful approaches, highlight issues that need to be addressed and identify opportunities for improvement",
    "descriptionTwo": ""
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/d9fa576c-f19c-4403-9938-74c9ef26dff5",
    "title": "Request for Tender (RFT) for the provision of IT Managed Services",
    "atmId": "10025506",
    "agency": "Department of Infrastructure, Transport, Regional Development, Communications and the Arts",
    "category": "Information technology consultation services",
    "closeDateTime": "10-Jul-2023",
    "publishDateTime": "26-May-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS",
      "Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart"
    ],
    "descriptionOne": "",
    "descriptionTwo": "The Department intends to engage a service provider to provide high-quality ITIL compliant IT Managed Services. The services will include transition from the interim support service to a new IT Infrastructure Service, and provide Ongoing Services for the new service management services."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/ec7f880d-c501-4f9c-a8c8-6687b0beed7b",
    "title": "Electrical testing and tagging services in Comcare's offices",
    "atmId": "23CPU056",
    "agency": "Comcare",
    "category": "Electrical services",
    "closeDateTime": "10-Jul-2023",
    "publishDateTime": "14-Jun-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS"
    ],
    "descriptionOne": "Comcare is looking to engage with a suitable provider with a national presence for test and tag services to Comcare’s offices (Adelaide, Brisbane, Canberra, Darwin, Launceston, Melbourne, Newcastle, Perth and Sydney). \nComcare currently has a service provider for test and tagging of Comcare’s electrical equipment. The contract will soon expire and a new contract is now required to be executed.\nThe Supplier must ensure that any goods and services proposed comply with all applicable Australian standards (or in its absence an international standard) including any requirements or standards specified in this Statement of Requirement. Potential Suppliers should note that they may be required to enable the Customer, or an independent assessor, to conduct periodic audits to confirm compliance with all applicable Australian or international standards.\nItems to be tested will include but not limited to, PC's, monitors, electric sit to stand desks, phone chargers, radios, fans, kitchen appliances, fridges, freezers, multi-function devices (mfd's), scanners, laminators, electronic binders, technology servers (visual check only) and laptop chargers.",
    "descriptionTwo": "For a Potential Supplier’s Response to be eligible for consideration, the matters addressed in A.B.4.2 of the Commonwealth ATM Terms must be addressed."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/95ee1bfc-da75-45b3-9517-531bc9c2db40",
    "title": "Validation of National Efficient Price and National Efficient Cost 2024-25",
    "atmId": "D23-7528",
    "agency": "Independent Health and Aged Care Pricing Authority",
    "category": "Business intelligence consulting services",
    "closeDateTime": "11-Jul-2023",
    "publishDateTime": "14-Jun-2023",
    "location": [
      "NSW",
      "Sydney"
    ],
    "descriptionOne": "This process requires the organisation to undertake a detailed review and assessment of the methodology, application of the methodology and its results by creating and running a shadow model of the Independent Health and Aged Care Pricing Authority’s activity-based funding cost models, block funded cost model and related outputs. These models are developed using a combination of SAS, Python, R and Microsoft Excel.\nThe successful tenderer will be required to provide an explanation of the shadow analysis undertaken, methodological advice to the Independent Health and Aged Care Pricing Authority staff as required, and quality assurance of some ad-hoc analysis requests that may arise throughout the year.\nThey will also validate the accuracy of items released as part of the draft and final mail-out to jurisdictions and conduct a detailed review of the draft, and final publications produced by the Independent Health and Aged Care Pricing Authority for public hospital services.\nThe organisation is required to provide short reports assessing the “fit-for-purpose” nature of both the draft and the final 2021-22 National Pricing Model for submission to the Pricing Authority and a more detailed report identifying and explaining any specific areas for improvement in the 2021-22 model.\nThe organisation will produce a statement of validation of the draft and then final National Efficient Price and National Efficient Cost Determinations and all mail-out items.",
    "descriptionTwo": ""
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/e8e1e07d-1f8b-4e1e-997d-e0b08dbb4779",
    "title": "Development Program for Technical Leaders",
    "atmId": "PRQ0004259",
    "agency": "Australian Prudential Regulation Authority",
    "category": "Education and Training Services",
    "closeDateTime": "12-Jul-2023",
    "publishDateTime": "16-Jun-2023",
    "location": [
      "NSW"
    ],
    "descriptionOne": "The Australian Prudential Regulation Authority (APRA) is seeking information on a development program for technical leaders (Goods and Services) as described in this Request for Information (RFI). The purpose of this RFI is to allow APRA to build a better understanding of the capabilities for future procurement activities.",
    "descriptionTwo": "Refer to the attached RFI document for details"
  },
  {
    "link": "https://www.tenders.gov.au/Advert/Show/31feb042-09ba-4725-9cf9-3047c60fc437",
    "title": "DataHarvest: a Partnership to unlock the value of RD&E Data for the Australian Grains Industry",
    "atmId": "PROC-9176852",
    "agency": "Grains Research and Development Corporation",
    "category": "Crop production and management and protection",
    "closeDateTime": "13-Jul-2023",
    "publishDateTime": "8-Jun-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS",
      "Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart"
    ],
    "descriptionOne": "The GRDC RD&E Data Management Policy expresses the organisations' commitment to making RD&E data from GRDC investments FAIR (i.e., Findable, Accessible, Interoperable, and Reusable).  By implementing the RD&E Data Management Policy and the associated Data Governance Framework (GRDC RD&E Data Capture and Storage Guidelines), data management will become an integral and enduring part of GRDC's processes and best practice management of its project outputs.  However, the practice of FAIR principles by research partners is still in its early stages and additional support in capacity and capability in data management is required to achieve them.  \nTo date, GRDC has made the following significant foundational investments in making RD&E data FAIR:\n(a) A Data Catalogue that ensures that:\n(i) GRDC knows what valuable data has been generated through investments; and \n(ii) that the data is findable, accessible, and reusable.  \nThe GRDC Data Catalogue serves as the central mechanism for increasing the visibility of GRDC's data assets, ultimately leading to improved applications and research outcomes.\n(b) Data Partnerships Initiative – A co-investment with 11 of GRDC’s top Research Partners to catalogue valuable data from past investments and participatory in community of practice activities to develop enduring best practice data management.  \nThis investment aims to uplift capacity and capability of GRDC’s research partners for delivering against GRDC’s data management objectives.  The support, training and guidance will provide researchers with essential knowledge to manage data effectively.  This will also ensure high compliance in RD&E data governance framework.\nGRDC seeks a specialist provider(s) to support GRDC research partners beyond the existing Data Partnerships Initiative participants with a focus on: \n1 Developing online data management resources (materials/videos of GRDC RD&E Data Capture and Storage – Guidelines for Research Partners) combined with resources, where necessary, developed under the ARDC Institutional Underpinnings Initiative (ARDC Institutional Underpinnings). The training materials will also include a handbook with guidelines available on the GRDC website for research partners to access at any time. \n2 Delivering tailored workshops/courses/webinars (based on materials developed in 1) that provide an opportunity for researchers to learn FAIR skills ‘by doing’ including for:\n(a) identifying data for collection and storage;\n(b) metadata creation following GRDC Metadata Collection Form fields (a big focus on data description);\n(c) registration of Project Metadata with GRDC Data Catalogue; and\n(d) uploading Project Data to a GRDC Approved Repository.\n3 Providing data management support through a “Support-Services Centre”.\n4 Supervising quality control of Project Metadata registered with the GRDC Data Catalogue.\n5 Providing feedback and advice to GRDC management on non-compliance and opportunities for improvement.",
    "descriptionTwo": "The following are mandatory conditions with which a Tenderer must comply to participate in this procurement process:"
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/5a4bf61c-53b2-416a-93b1-a9e1e81b1325",
    "title": "Flight Simulation Training Device Interim In Service Support",
    "atmId": "ASD/EOI/32312/1",
    "agency": "Department of Defence - CASG",
    "category": "Aerospace systems and components and equipment",
    "closeDateTime": "14-Jul-2023",
    "publishDateTime": "8-Jun-2023",
    "location": [
      "SA"
    ],
    "descriptionOne": "",
    "descriptionTwo": "Flight Simulation Training Device Interim In Service Support"
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/8f4ff131-b23a-444a-9871-fe6705b15b3e",
    "title": "SEA1442 Ph5 Maritime Communications Modernisation",
    "atmId": "JSD/RFT/8933/3",
    "agency": "Department of Defence - CASG",
    "category": "Marine craft systems and subassemblies",
    "closeDateTime": "14-Jul-2023",
    "publishDateTime": "20-Feb-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS"
    ],
    "descriptionOne": "SEA 1442 PHASE 5 – MARITIME COMMUNICATIONS MODERNISATION (FORMERLY KNOWN AS MARITIME TACTICAL C3 SUBPROGRAM) – APPROACH TO MARKET (ATM) TWO: AGGREGATED COMMUNICATIONS SYSTEMS",
    "descriptionTwo": ""
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/581a835a-abb7-4ed3-8b25-3ce615540364",
    "title": "AUS-PNG Law and Justice Partnership (APLJ)",
    "atmId": "DFAT-383",
    "agency": "Department of Foreign Affairs and Trade - Australian Aid Program",
    "category": "Management advisory services",
    "closeDateTime": "17-Jul-2023",
    "publishDateTime": "15-Jun-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS, Other, Overseas"
    ],
    "descriptionOne": "",
    "descriptionTwo": "DFAT has a requirement for a contractor to support PNG's law and justice sector to deliver more efficient and inclusive justice services with a focus on addressing community safety, family and sexual violence (FSV), accessibility of law and justice services, and anti-corruption in PNG."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/7f56facf-ab17-4382-926c-abf9303451c1",
    "title": "Provision of creative and digital communication services",
    "atmId": "RFT 1000919130",
    "agency": "Services Australia",
    "category": "Graphic design",
    "closeDateTime": "17-Jul-2023",
    "publishDateTime": "2-Jun-2023",
    "location": [
      "ACT, NSW, VIC, SA, WA, QLD, NT, TAS",
      "Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart"
    ],
    "descriptionOne": "No",
    "descriptionTwo": ""
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/bceac78e-eeb3-4288-86a8-2d7910c39b7e",
    "title": "Joint Medical Training Services Contract",
    "atmId": "RFT 29821-2",
    "agency": "Department of Defence - DSRG",
    "category": "Medical training and education supplies",
    "closeDateTime": "18-Jul-2023",
    "publishDateTime": "4-Jul-2023",
    "location": [
      "VIC"
    ],
    "descriptionOne": "The Commonwealth is suspending this procurement as a result of receiving a Procurement Complaint.",
    "descriptionTwo": "This is a notification to industry that the procurement of a Joint Medical Training Services Contract is being suspended as a result of receiving a Procurement Complaint"
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/28ef9dd3-cd3d-4511-874f-9bea83feabdd",
    "title": "Large Technology Object Mount Design and Fabrication",
    "atmId": "AWM001094",
    "agency": "Australian War Memorial",
    "category": "Structural building products",
    "closeDateTime": "18-Jul-2023",
    "publishDateTime": "21-Jun-2023",
    "location": [
      "ACT",
      "Canberra"
    ],
    "descriptionOne": "The Australian War Memorial ('the Memorial') is seeking the provision of object mount design, engineering, modification and fabrication services.\nFurther details of the Requirement are set out in Schedule 1—Statement of Requirement.",
    "descriptionTwo": "Industry Briefings"
  }
]