[
  {
    "link": "https://www.tenders.gov.au/Atm/Show/d8dfb5aa-bb0d-4791-bf8d-7dbb30010f6a",
    "title": "LONG TERM COMMONWEALTH LEASE MIRRABOOKA, WA",
    "atmId": "MIRRABOOKA WA EOI",
    "agency": "Services Australia",
    "category": "80131500 - Lease and rental of property or building",
    "closeDateTime": "5-Jul-2023 12:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "17-May-2023",
    "location": "WA\n Perth",
    "description": "Commonwealth Lease – Services Australia.\nExceptional Leasing Opportunity: Mirrabooka, WA\n \nInvitation to Express Interest\nExpressions of interest are invited for the provision of leased office accommodation for:\n·         Premises ranging from 1000 to 1100 square metres NLA of high quality, air conditioned, carpeted, customer service delivery accommodation.\n·         The premises must be located on the ground floor or the ground floor component of the premised must have a minimum net lettable area of 550 square metres.\n·         The premises must have a minimum of three (3) car parking bays including:\no    one (1) secured and covered car bay for staff\no    two (2) customer car bays are required with both of these being accessible car bays to be provided on ground in close proximity to the entrance.\n·         Site location parameters:\no    must be within Mirrabooka, WA\no    within commercial and retail precincts with good access to public transport and car parking;\n·         Lease term of either:\no    seven (7) years, with two (2) options of three (3) years each; or\no    ten (10) years, with two (2) options of three (3) years each;\n·         Be existing or a build in progress that can meet stated timeframes;\n·         Minimum Grade ‘A’ office building design based on ‘A Guide to Office Building Quality’ (Property Council of Australia)\nNote: The area may be altered by plus or minus 10% at the agency’s discretion."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/dd9eddf1-7d28-46e3-8d80-b84177f3aae8",
    "title": "Scrivener Dam Dissipator Strengthening Project Client-side Project Manager",
    "atmId": "C23/054",
    "agency": "National Capital Authority",
    "category": "80101600 - Project management",
    "closeDateTime": "5-Jul-2023 12:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "8-May-2023",
    "location": "ACT\n Canberra",
    "description": ""
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/bc7143eb-1d40-4588-a28b-b7f86aed764b",
    "title": "23CeSC089 - Creative agency support for eSafety awareness initiative",
    "atmId": "23CeSC089",
    "agency": "Australian Communications and Media Authority",
    "category": "80141600 - Sales and business promotion activities",
    "closeDateTime": "5-Jul-2023 2:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "13-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": ""
  },
  {
    "link": "https://www.tenders.gov.au/Advert/Show/096148e6-648d-4c63-b8e4-850487aa105e",
    "title": "Capitalising on pulse protein food and feed opportunities domestically and internationally",
    "atmId": "PROC-9176858",
    "agency": "Grains Research and Development Corporation",
    "category": "70140000 - Crop production and management and protection",
    "closeDateTime": "5-Jul-2023 5:00 pm        (ACT Local Time)\n\n                        Show close time for other time zones",
    "publishDateTime": "8-May-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": "Australia produced on average 2.8 million tons of pulse crops between 2017-2022 most of which are exported as bulk commodities. There has been growing interest in the utilisation of plant-derived proteins (PDP’s) as functional ingredients in many food and beverage applications with the demand for plant-based foods forecast to surpass $250 billion globally by 2035. These new opportunities have the potential to drive improved pulse demand through their protein quality, nutritional value, and functional properties, further maximising the value of these crops. Currently, the processing industry is utilising commercially available varieties, however as the domestic and international markets develop, there will be a requirement for different sources to meet the demands of the expanding food sector. To maintain Australia’s competitiveness and capitalise on emerging growth opportunities and to increase use of Australian pulse crops in processing, it is important that Australian pulse varieties consistently meet and differentiate themselves in the quality, nutritional and functional requirements of pulse processors, ingredient, food and beverage manufacturers both domestically and internationally.      \nThe GRDC is looking to invest in four key areas with focus on\n·         characterising the protein content and quality,\n·         nutritional composition, and\n·         functional attributes of different Australian pulses (chickpea, faba bean, field peas, lentil, lupin and mung bean).\n·         effects of genotype and environment interaction on the above attributes.\nThese will be used to develop an information library that will serve as a foundational resource to guide and direct value addition opportunities by processors, ingredient formulators, food manufacturers, technology developers to meet existing and emerging market demands.\nUltimately, the information generated from this investment will form the foundation that will assist Australian processors to reliably access pulse grains that have the correct quality attributes for their intended purpose, Australian pulse breeders to develop varieties with quality traits that are market driven; and facilitate Australia growers growing pulse varieties for which there is a market and consumers get the product they want.\n \nNote for applicants: Analytics support is available as an in-kind GRDC contribution to this investment through GRDC’s strategic partnership Analytics for the Australian Grains Industry (AAGI). Support could include advice on experimental and sampling design and analysis of field and laboratory experiments. To access AAGI support, applicants must consult AAGI and describe the agreed scope of support in their tender. Please make enquiries to the University of Adelaide Biometry Hub (attention Dr Julian Taylor) at biometryhub@adelaide.edu.au. Please note, applicants that decline AAGI support must describe a plan for analytics in their tender. Applicants must demonstrate they have the analytics capabilities required to deliver the Outputs."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/f35eec6f-a516-45df-b90d-27e20f6ae699",
    "title": "Asset Auction & Disposals",
    "atmId": "NS1200RFPL",
    "agency": "Australian Broadcasting Corporation",
    "category": "43200000 - Components for information technology or broadcasting or telecommunications",
    "closeDateTime": "5-Jul-2023 5:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "20-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": "A request for asset auction and disposal services."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/7001a85f-0ce0-458d-b4f5-96494d51618c",
    "title": "Market Preparation Paper for Stream 1 of the Skills for Education and Employment (SEE) Program",
    "atmId": "SEE 2024",
    "agency": "Department of Employment and Workplace Relations",
    "category": "93141805 - Employment services",
    "closeDateTime": "6-Jul-2023 3:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "15-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": "The Australian Government is reforming foundation skills programs to help participants build their reading, writing, maths, and basic computer skills. \nFrom 1 July 2024 a redesigned Skills for Education and Employment (SEE) program will be delivered across metropolitan, regional, and remote areas. It has two distinct but complementary foundation skills training delivery streams: \n• Stream 1 - training delivery to individuals by contracted providers including through place-based project delivery.\n• Stream 2 - whole of community training delivery to First Nations peoples by First Nations community organisations in partnership with providers through place-based grants.\nKey changes to the SEE program delivered through Stream 1 include:\n• Expanded eligibility to all Australians over the age of 15 who have left school including job seekers, employees, and those not in education, employment, or training.  \n• Provision of accredited training and non-accredited training to better support learner needs.\n• More support for learners to remain in training and achieve outcomes.\n• New project funding to deliver more place-based training including in the workplace. \nThe Market Preparation Paper for Stream 1 of the Skills for Education and Employment (SEE) Program provides information about the Stream 1 services of the SEE program. The Department of Employment and Workplace Relations seeks feedback on the information provided in the paper through an online feedback form (see below). Feedback will inform final arrangements for Stream 1 services prior to releasing a Request for Tender to deliver these services from 1 July 2024."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/ca0ba3cd-aff7-414f-a2c4-d437733367c4",
    "title": "Independent Analysis Team Industry Briefing",
    "atmId": "IAT001",
    "agency": "Department of Defence - DSRG",
    "category": "92110000 - Military services and national defence",
    "closeDateTime": "9-Jul-2023 5:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "25-May-2023",
    "location": "ACT\n Canberra",
    "description": "refer attached"
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/c0b2de67-a768-420a-ac9c-bee8b18f7698",
    "title": "Social Protection Advice, Research and Capability building (SPARC) platform",
    "atmId": "DFAT- 382",
    "agency": "Department of Foreign Affairs and Trade - Australian Aid Program",
    "category": "80100000 - Management advisory services",
    "closeDateTime": "10-Jul-2023 10:00 am        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "6-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS, Other, Overseas\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": ""
  },
  {
    "link": "https://www.tenders.gov.au/Advert/Show/ac791e24-20db-4a05-a636-b92a9fb7f026",
    "title": "Increasing wheat nitrogen use efficiency through improved genetics",
    "atmId": "PROC-9176851",
    "agency": "Grains Research and Development Corporation",
    "category": "70140000 - Crop production and management and protection",
    "closeDateTime": "10-Jul-2023 12:00 pm        (ACT Local Time)\n\n                        Show close time for other time zones",
    "publishDateTime": "8-May-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": "Nitrogen is a key agronomic input required to maximise cereal yields and grain protein. However, the crop use of this nitrogen is very inefficient with less than 40% of applied nitrogen taken up by cereal crops and about 33% of nitrogen ending up in the grain. In addition, fertilisers have been estimated to be responsible for 37.6% of Scope 1 and Scope 3 greenhouse emissions in the Australian grains farming system. Nitrogen Use Efficiency (NUE) describes the efficiency at which crops take up nitrogen from the environment and uses that nitrogen to maximise yield and grain protein. Increasing NUE of wheat will contribute to Australian grain grower profitability and could also contribute to improving the stainability of wheat production in Australia.\nThis tender is for a R&D partnership between commercial wheat breeders and academic researchers to undertake a medium-sized applied pre-breeding project to improve the nitrogen use efficiency of wheat across the diversity of Australian wheat growing environments. It is expected that the project will focus on identifying and validating the underlying genetics of loci that result in not only a significant increase in grain protein and nitrogen use efficiency, but also have a positive impact on yield. The project will deliver the tools and materials required by breeders to adopt large effect genetic sources for NUE across multiple Australian environments into their breeding programs. International collaboration with public and private entities, and leverage of existing germplasm and data sources is highly encouraged. Consideration of time-bound exclusivity in the use of outputs by participating wheat breeding companies will be dependent on the proposed contribution to the project of the breeding company including their levels of cash co-investment.\nAnalytics is available as an in-kind GRDC contribution to this investment through GRDC’s strategic partnership Analytics for the Australian Grains Industry (AAGI). Support could include advice on experimental and sampling design, statistical genetics, and analysis of field trials. To access AAGI support, applicants must consult AAGI and describe the agreed scope of support in their tender. Please make enquiries to Curtin University (attention Prof. Mark Gibberd) at cbada@curtin.edu.au. Please note, applicants that decline AAGI support must describe a plan for analytics in their tender. Applicants must demonstrate they have the analytics capabilities required to deliver the Outputs and describe the rationale for not engaging AAGI support.\nOutcome\nFrom 2026, Australian wheat breeders have access to germplasm, specific markers and knowledge of genes that will allow them to increase Nitrogen Use Efficiency (NUE) of wheat by a minimum of 10% against current elite cultivar benchmarks.\nGrower Outcome: From 2036, growers have access to improved wheat varieties with improved Nitrogen Use Efficiency, resulting in higher yields and higher grain protein content with the same or less nitrogen inputs."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/d9fa576c-f19c-4403-9938-74c9ef26dff5",
    "title": "Request for Tender (RFT) for the provision of IT Managed Services",
    "atmId": "10025506",
    "agency": "Department of Infrastructure, Transport, Regional Development, Communications and the Arts",
    "category": "80101507 - Information technology consultation services",
    "closeDateTime": "10-Jul-2023 2:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "26-May-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": ""
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/ec7f880d-c501-4f9c-a8c8-6687b0beed7b",
    "title": "Electrical testing and tagging services in Comcare's offices",
    "atmId": "23CPU056",
    "agency": "Comcare",
    "category": "72102200 - Electrical services",
    "closeDateTime": "10-Jul-2023 2:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "14-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS",
    "description": "Comcare is looking to engage with a suitable provider with a national presence for test and tag services to Comcare’s offices (Adelaide, Brisbane, Canberra, Darwin, Launceston, Melbourne, Newcastle, Perth and Sydney). \nComcare currently has a service provider for test and tagging of Comcare’s electrical equipment. The contract will soon expire and a new contract is now required to be executed.\nThe Supplier must ensure that any goods and services proposed comply with all applicable Australian standards (or in its absence an international standard) including any requirements or standards specified in this Statement of Requirement. Potential Suppliers should note that they may be required to enable the Customer, or an independent assessor, to conduct periodic audits to confirm compliance with all applicable Australian or international standards.\nItems to be tested will include but not limited to, PC's, monitors, electric sit to stand desks, phone chargers, radios, fans, kitchen appliances, fridges, freezers, multi-function devices (mfd's), scanners, laminators, electronic binders, technology servers (visual check only) and laptop chargers."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/8bf5df4e-b208-4fdb-a7d6-3432803a7ec0",
    "title": "Criminology Research Projects' Round 2023",
    "atmId": "P23/168",
    "agency": "Australian Institute of Criminology",
    "category": "93131703 - Research programs",
    "closeDateTime": "11-Jul-2023 2:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "5-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": "Applicants are required to submit a detailed proposal for a criminological research project that will make a valuable contribution to knowledge and address policy-relevant needs in the area of crime and criminal justice.\nProjects to be supported through this Approach to Market are criminological research that is relevant to the public policy of the Commonwealth, the states, the Australian Capital Territory and the Northern Territory and\nactivities related to that research (including, for example, the publication of that research).\nIn addition to the above, the Advisory Council welcomes applications that address:\ncoercive control within abusive intimate relationships,\nidentifying culturally safe and effective approaches to reducing the overrepresentation of Aboriginal and Torres Strait Islander people in the criminal justice system,\nunderstanding and addressing victimisation of other vulnerable cohorts (e.g. people with disability, other people).\ntrauma informed responses to sexual offence victims/survivors, and\ninnovative responses to address children at risk of entering the criminal justice system (including young people with harmful sexual behaviours)."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/95ee1bfc-da75-45b3-9517-531bc9c2db40",
    "title": "Validation of National Efficient Price and National Efficient Cost 2024-25",
    "atmId": "D23-7528",
    "agency": "Independent Health and Aged Care Pricing Authority",
    "category": "80101508 - Business intelligence consulting services",
    "closeDateTime": "11-Jul-2023 3:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "14-Jun-2023",
    "location": "NSW\n Sydney",
    "description": "This process requires the organisation to undertake a detailed review and assessment of the methodology, application of the methodology and its results by creating and running a shadow model of the Independent Health and Aged Care Pricing Authority’s activity-based funding cost models, block funded cost model and related outputs. These models are developed using a combination of SAS, Python, R and Microsoft Excel.\nThe successful tenderer will be required to provide an explanation of the shadow analysis undertaken, methodological advice to the Independent Health and Aged Care Pricing Authority staff as required, and quality assurance of some ad-hoc analysis requests that may arise throughout the year.\nThey will also validate the accuracy of items released as part of the draft and final mail-out to jurisdictions and conduct a detailed review of the draft, and final publications produced by the Independent Health and Aged Care Pricing Authority for public hospital services.\nThe organisation is required to provide short reports assessing the “fit-for-purpose” nature of both the draft and the final 2021-22 National Pricing Model for submission to the Pricing Authority and a more detailed report identifying and explaining any specific areas for improvement in the 2021-22 model.\nThe organisation will produce a statement of validation of the draft and then final National Efficient Price and National Efficient Cost Determinations and all mail-out items."
  },
  {
    "link": "https://www.tenders.gov.au/Atm/Show/e8e1e07d-1f8b-4e1e-997d-e0b08dbb4779",
    "title": "Development Program for Technical Leaders",
    "atmId": "PRQ0004259",
    "agency": "Australian Prudential Regulation Authority",
    "category": "86000000 - Education and Training Services",
    "closeDateTime": "12-Jul-2023 5:00 pm        (ACT Local Time)\n\n                Show close time for other time zones",
    "publishDateTime": "16-Jun-2023",
    "location": "NSW",
    "description": "The Australian Prudential Regulation Authority (APRA) is seeking information on a development program for technical leaders (Goods and Services) as described in this Request for Information (RFI). The purpose of this RFI is to allow APRA to build a better understanding of the capabilities for future procurement activities."
  },
  {
    "link": "https://www.tenders.gov.au/Advert/Show/31feb042-09ba-4725-9cf9-3047c60fc437",
    "title": "DataHarvest: a Partnership to unlock the value of RD&E Data for the Australian Grains Industry",
    "atmId": "PROC-9176852",
    "agency": "Grains Research and Development Corporation",
    "category": "70140000 - Crop production and management and protection",
    "closeDateTime": "13-Jul-2023 5:00 pm        (ACT Local Time)\n\n                        Show close time for other time zones",
    "publishDateTime": "8-Jun-2023",
    "location": "ACT, NSW, VIC, SA, WA, QLD, NT, TAS\n Canberra, Sydney, Melbourne, Adelaide, Perth, Brisbane, Darwin, Hobart",
    "description": "The GRDC RD&E Data Management Policy expresses the organisations' commitment to making RD&E data from GRDC investments FAIR (i.e., Findable, Accessible, Interoperable, and Reusable).  By implementing the RD&E Data Management Policy and the associated Data Governance Framework (GRDC RD&E Data Capture and Storage Guidelines), data management will become an integral and enduring part of GRDC's processes and best practice management of its project outputs.  However, the practice of FAIR principles by research partners is still in its early stages and additional support in capacity and capability in data management is required to achieve them.  \nTo date, GRDC has made the following significant foundational investments in making RD&E data FAIR:\n(a) A Data Catalogue that ensures that:\n(i) GRDC knows what valuable data has been generated through investments; and \n(ii) that the data is findable, accessible, and reusable.  \nThe GRDC Data Catalogue serves as the central mechanism for increasing the visibility of GRDC's data assets, ultimately leading to improved applications and research outcomes.\n(b) Data Partnerships Initiative – A co-investment with 11 of GRDC’s top Research Partners to catalogue valuable data from past investments and participatory in community of practice activities to develop enduring best practice data management.  \nThis investment aims to uplift capacity and capability of GRDC’s research partners for delivering against GRDC’s data management objectives.  The support, training and guidance will provide researchers with essential knowledge to manage data effectively.  This will also ensure high compliance in RD&E data governance framework.\nGRDC seeks a specialist provider(s) to support GRDC research partners beyond the existing Data Partnerships Initiative participants with a focus on: \n1 Developing online data management resources (materials/videos of GRDC RD&E Data Capture and Storage – Guidelines for Research Partners) combined with resources, where necessary, developed under the ARDC Institutional Underpinnings Initiative (ARDC Institutional Underpinnings). The training materials will also include a handbook with guidelines available on the GRDC website for research partners to access at any time. \n2 Delivering tailored workshops/courses/webinars (based on materials developed in 1) that provide an opportunity for researchers to learn FAIR skills ‘by doing’ including for:\n(a) identifying data for collection and storage;\n(b) metadata creation following GRDC Metadata Collection Form fields (a big focus on data description);\n(c) registration of Project Metadata with GRDC Data Catalogue; and\n(d) uploading Project Data to a GRDC Approved Repository.\n3 Providing data management support through a “Support-Services Centre”.\n4 Supervising quality control of Project Metadata registered with the GRDC Data Catalogue.\n5 Providing feedback and advice to GRDC management on non-compliance and opportunities for improvement."
  }
]